[
  "obsidian-admonition",
  "table-editor-obsidian",
  "agent-client",
  "obsidian-auto-link-title",
  "obsidian42-brat",
  "cursor-integration",
  "dataview",
  "editing-toolbar",
  "file-explorer-plus",
  "OA-file-hider",
  "hide-folders",
  "obsidian-image-toolkit",
  "media-extended",
  "pandoc-extended-markdown",
  "obsidian-pandoc",
  "recent-files-obsidian",
  "obsidian-relative-line-numbers",
  "show-hidden-files",
  "tag-wrangler",
  "vscode-editor"
]